{
  "school_name": "Sekolah Kebangsaan Bebuloh Labuan",
  "motto": "Superbia | Unitas | Triumphus",
  "overview": "Sekolah Kebangsaan Bebuloh Labuan telah ditubuhkan pada tahun 1965 dengan hanya sebuah bangunan kayu yang mengandungi dua bilik darjah. Kini, SK Bebuloh berkembang sebagai sebuah sekolah rendah yang dinamik di Wilayah Persekutuan Labuan, beriltizam melahirkan murid yang seimbang dari segi intelek, rohani, emosi dan jasmani. Semangat Bambusa menjadi lambang perpaduan, ketabahan dan kejayaan warga sekolah melalui pasukan seperti Bambusa RC, Bambusa Aerodance, Bambusa FC dan Bambusa HT yang sering mengharumkan nama sekolah di peringkat daerah dan kebangsaan.",
  "vision": "Melahirkan murid yang berdaya saing dan berilmu melalui perpaduan, kreativiti dan ketahanan diri.",
  "mission": [
    "Memberi pendidikan berkualiti yang menyeluruh merangkimi pembangunan intelek, rohani, emosi dan jasmani.",
    "Menyediakan persekitaran pembelajaran yang inklusif, inovatif dan berteraskan teknologi.",
    "Membentuk murid yang berakhlak mulia, yakin diri dan berpandangan global.",
    "Memperkukuh kerjasama antara sekolah, ibu bapa dan komuniti.",
    "Menggalakkan kecemerlangan kokurikulum berteraskan semangat Bambusa — kerjasama, daya tahan dan semangat kesukanan."
  ],
  "history": [
    "1965 — Sekolah ditubuhkan dengan satu bangunan kayu yang mempunyai dua bilik darjah.",
    "1966 — Dirasmikan oleh YB Datuk Haji Mohd. Yassin bin Haji Hashim.",
    "2009 — Bangunan baharu dengan 12 bilik darjah siap dibina di bawah Rancangan Malaysia Ke-9.",
    "2023 — Pasukan Bambusa Aerodance muncul juara dalam Pertandingan Aerodance Tamu Gadang, Labuan.",
    "2025 — Pelancaran Dewan Bambusa, dewan serbaguna baharu SK Bebuloh."
  ],
  "philosophy": "Pendidikan di Malaysia adalah suatu usaha berterusan ke arah lebih memperkembangkan potensi individu secara menyeluruh dan bersepadu untuk melahirkan insan yang seimbang dan harmonis dari segi intelek, rohani, emosi dan jasmani berdasarkan kepercayaan dan kepatuhan kepada Tuhan.",
  "contact": {
    "address": "Peti Surat 81332, 87023 W.P. Labuan, Wilayah Persekutuan Labuan",
    "phone": "+6087-465220",
    "fax": "+6087-464220",
    "email": "wba1001@moe.edu.my",
    "hours": "Isnin hingga Jumaat, 7:00 pagi – 5:00 petang"
  }
}
